tap "crisidev/chunkwm"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
brew "bash-completion"
brew "dep"
brew "fasd"
brew "git-crypt"
brew "ipcalc"
brew "kube-ps1"
brew "kubectx", args: ["with-short-names"]
brew "siege"
brew "stern"
brew "wget"
brew "yarn"
brew "crisidev/chunkwm/chunkwm"
brew "koekeishiya/formulae/skhd"
cask "font-hack-nerd-font"
cask "minikube"
cask "spotmenu"
