tap "crisidev/chunkwm"
tap "eddieantonio/eddieantonio"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "knative/client"
tap "romkatv/powerlevel10k"
brew "aws-iam-authenticator"
brew "sqlite"
brew "awscli"
brew "certbot"
brew "go"
brew "gomplate"
brew "helm"
brew "helm@2"
brew "helmfile"
brew "hey"
brew "jq"
brew "kind"
brew "kubernetes-cli"
brew "kustomize"
brew "minikube"
brew "pyenv"
brew "python@3.8"
brew "repo"
brew "sops"
brew "stern"
brew "telnet"
brew "terraform"
brew "tree"
brew "watch"
brew "wget"
brew "yarn"
brew "eddieantonio/eddieantonio/imgcat"
brew "knative/client/kn"
brew "romkatv/powerlevel10k/powerlevel10k"
cask "gpg-suite"
cask "oracle-jdk"
